[
  {
    "name": "Dwarf",
    "category": "Old Folk",
    "quote": "",
    "description": "Carved of the stone itself, dwarves maintain a deep connection to the earth. They are masters of mining and metalworking, renowned for their craftsmanship and skill. They value honor and tradition, and their unyielding determination reflects their unbreakable bond with the earth. In Atakhet, dwarven stoneworkers are highly prized for their ability to craft monuments that withstand the harsh desert conditions.",
    "cultures": [
      {
        "name": "Ghahar (Fortress-Dwarves)",
        "region": "Eternal Desert",
        "description": "Proud conglomerate of autonomous dwarven fortresses in the canyonlands of Ghahul; leading architects, mathematicians, and astronomers of the known world"
      },
      {
        "name": "Urduk (Ash-Dwarves)",
        "region": "Eternal Desert",
        "description": "Expansionist conqueror dwarves in the volcanic wasteland of Ur-Khurat; military dictatorship with slavery and elemental binding"
      },
      {
        "name": "Dhurvar (Ice-Dwarves)",
        "region": "Frozen North",
        "description": "Stoic mountain dwellers who carve their homes from snow-covered peaks"
      },
      {
        "name": "Dharok (Hill-Dwarves)",
        "region": "Southern Jungle",
        "description": "Temple builders and stonemasons in volcanic caves of the Southern Jungle"
      },
      {
        "name": "Mahruk (Sea-Dwarves)",
        "region": "Western Island Realms",
        "description": "Seafaring trade dwarves of the Kural Archipelago; plutocratic long-distance merchants forming the logistical backbone of the Volcanic Islands"
      }
    ],
    "abilities": [
      {
        "name": "Dwarven Sight",
        "description": "You can roughly make out differences in temperature by sight, granting you vision even in total darkness. You can see at melee range in absolute darkness as in bright light and up to a medium distance as in dim light."
      },
      {
        "name": "Stoneskin",
        "description": "You gain +1 AV. When you have to roll with Fortitude to withstand poison, intoxication, or illness, you gain +1 boon on the roll."
      },
      {
        "name": "Squat Build",
        "description": "You impose +1 bane on rolls that attempt to knock you prone or push you. Also when you are pushed, reduce the distance by one step (if you are pushed close, instead you aren't pushed at all)."
      }
    ],
    "languages": [
      "Dwarven"
    ]
  },
  {
    "name": "Elf",
    "category": "Old Folk",
    "quote": "",
    "description": "Living in a spiritual symbiotic state with the life force of nature in their immediate environment, elves are intimately connected to the natural world. They are sensitive to changes in their surroundings and suffer physically when in barren or lifeless terrain for too long. They are often aloof and unapproachable, but their fierce loyalty to their home and way of life is unwavering. In the realm of Atakhet, the Ra'thep sun-elves have adapted to channel the desert's harsh energies, ruling as divine representatives blessed by the sun.",
    "cultures": [
      {
        "name": "Anutep (Sun-Elves)",
        "region": "Atakhet",
        "description": "Ruling elven culture of Atakhet; governed by divine twin emperors, protectors of the sacred rivers"
      },
      {
        "name": "Ho'shien (River-Elves)",
        "region": "Eastern Mist Realms",
        "description": "Nomadic traders following the great rivers of the High East"
      },
      {
        "name": "Imentep (Shadow-Elves)",
        "region": "Eternal Desert",
        "description": "Nocturnal elves dwelling in the underrealms and ancient tombs of the desert; guardians of the dead; cursed descendants of the fallen Elven Pharakhet"
      },
      {
        "name": "Alfir (Dark-Elves)",
        "region": "Frozen North",
        "description": "Nocturnal elves in twilight realms; agents of dark gods and masters of shadow magic"
      },
      {
        "name": "Sylvar (Wood-Elves)",
        "region": "Frozen North",
        "description": "Mysterious forest protectors of the Frozen North; living in harmony with ancient woodlands"
      },
      {
        "name": "Xilvan (Jungle-Elves)",
        "region": "Southern Jungle",
        "description": "Reclusive, wild guardians of the deep jungle wilderness"
      }
    ],
    "abilities": [
      {
        "name": "Night Vision",
        "description": "You can see one range category further from sources of bright and dim light."
      },
      {
        "name": "Fleet-Footed",
        "description": "You can choose to gain +1 Movement during your turn. You can use this ability once per combat."
      },
      {
        "name": "Spiritual Symbiosis",
        "description": "You take nourishment from the natural world around you. While in the wilderness with lush vegetation, you only need to sleep for 4 hours each night, allowing you to use the remaining 4 hours for light non-physical activity."
      }
    ],
    "languages": [
      "Elvish"
    ]
  },
  {
    "name": "Gnome",
    "category": "Old Folk",
    "quote": "",
    "description": "Natural psychics with the ability to read other people's intentions and surface thoughts, the child-sized gnomes are an open and harmonious culture. However, this often makes them naive when faced with other folk who attempt to deceive them. Their playful nature is a welcome addition to any company. In Atakhet, gnomes often serve as diplomatic intermediaries, using their empathic abilities to foster understanding between different folk.",
    "cultures": [
      {
        "name": "Burrin (Desert-Gnomes)",
        "region": "Atakhet",
        "description": "Nomadic gnomes of the Taharet Desert; the only culture permanently living there, gifted with psychic abilities"
      },
      {
        "name": "Shangri (Cloud-Gnomes)",
        "region": "Eastern Mist Realms",
        "description": "High-monastery dwellers seeking enlightenment; masters of meditation"
      },
      {
        "name": "Auflin (Willow-Gnomes)",
        "region": "Eternal Desert",
        "description": "Gentle river-dwellers near oases; empathy-gifted traders and trackers"
      }
    ],
    "abilities": [
      {
        "name": "Natural Empath",
        "description": "You can read the surface thoughts and emotions of any close creature by rolling Spirit + Insight. You can also project your feelings to a creature close to you, allowing you to communicate simple ideas with animals and other creatures. You also intuitively know how many living creatures are close to you and their general direction."
      },
      {
        "name": "Scent of Illusions",
        "description": "You can instinctively make out illusions and invisible things. You gain +1 boon on Spirit rolls to identify magical falsehoods and illusions and impose +1 bane on rolls to fool you with falsehoods or illusions."
      },
      {
        "name": "Small Stature",
        "description": "You are of small size. This grants you the following effects:"
      }
    ],
    "languages": [
      "Gnomish"
    ]
  },
  {
    "name": "Hune",
    "category": "Old Folk",
    "quote": "",
    "description": "A race of towering beings with incredible strength and endurance. They are often nomadic and reclusive but possess a deep wisdom and knowledge of the world. In the deserts of Atakhet, Hunes are often sought out as caravan guards or builders for grand monuments, their strength and endurance invaluable in the harsh climate.",
    "cultures": [
      {
        "name": "Gajahar (Elephant-Hune)",
        "region": "Eastern Mist Realms",
        "description": "Wise scholars and keepers of ancient knowledge; respected for their wisdom"
      },
      {
        "name": "Hataar (Mountain-Hune)",
        "region": "Eternal Desert",
        "description": "Solitary herders and pass wardens of the mountain passes in the Great Desert"
      },
      {
        "name": "Jotnir (Ice-Hune)",
        "region": "Frozen North",
        "description": "Frost-resistant nomads of the Frozen North; living in eternal harmony with the ice"
      },
      {
        "name": "Mammuthar (Mammoth-Hune)",
        "region": "Frozen North",
        "description": "Tundra wanderers with deep bonds to mammoths; legendary animal handlers"
      },
      {
        "name": "Empyros (Island-Hune)",
        "region": "Western Island Realms",
        "description": "Seafaring traders with far-reaching trade networks"
      },
      {
        "name": "Ta'uuri (Island-Hune)",
        "region": "Western Island Realms",
        "description": "Coastal builders of stone harbors and lighthouses"
      }
    ],
    "abilities": [
      {
        "name": "Giant's Blood",
        "description": "+2 HP. You also gain the following effects:"
      },
      {
        "name": "Stoic Mind",
        "description": "+1 Resist. You gain +1 boon on Spirit + Fortitude rolls."
      }
    ],
    "languages": [
      "Giant"
    ]
  },
  {
    "name": "Orc",
    "category": "Old Folk",
    "quote": "",
    "description": "Coming from once violent and brutal cultures, the orcs have a reputation for savagery that many have worked hard to overcome. While many have adopted a more civilized life, the Old Folk often reduce them to the evil deeds of their ancestors. Despite this, orcs value strength and honor above all else, and their fierce determination and indomitable will make them formidable allies. In Atakhet, many orcs serve as elite mercenaries or skilled craftspeople, gradually earning respect through their deeds rather than their lineage.",
    "cultures": [
      {
        "name": "Orgon (Island-Orcs)",
        "region": "Atakhet",
        "description": "Military-hierarchical orcs on volcanic islands; worship a liberator god; lead a multi-racial society; beacon of hope for the oppressed"
      },
      {
        "name": "Gataka (Valley-Orcs)",
        "region": "Eastern Mist Realms",
        "description": "Warriors with strict honor culture; following rigid combat traditions"
      },
      {
        "name": "Zakhar (Coastal-Orcs)",
        "region": "Eternal Desert",
        "description": "Seafaring raiders and pirates along the coasts of the Great Desert"
      },
      {
        "name": "Jinkai (Mountain-Orcs)",
        "region": "Frozen North",
        "description": "Honor-bound metalsmiths from misty valleys; known for their smithing and honor code"
      },
      {
        "name": "Thuran (Jungle-Orcs)",
        "region": "Southern Jungle",
        "description": "Rice farmers and river warriors; adapted to life in the jungle"
      }
    ],
    "abilities": [
      {
        "name": "Orcish Fury",
        "description": "When you roll a critical success on an attack with a melee weapon, add your weapon damage an additional time to the total damage."
      },
      {
        "name": "Pride above Death",
        "description": "When you suffer one Injury, you can choose to ignore it. You can use this ability once per day."
      }
    ],
    "languages": [
      "Orcish"
    ]
  },
  {
    "name": "Goblin",
    "category": "New Folk",
    "quote": "",
    "description": "A cunning and resourceful race of small build, with a knack for trickery and deception. They are often viewed as untrustworthy and sneaky, but their ingenuity can be a valuable asset. In the deserts of Atakhet, goblins often serve as scouts or messengers, their small size and quick wits allowing them to navigate both the physical and social landscapes with surprising effectiveness.",
    "cultures": [
      {
        "name": "Goki (Monkey-Goblins)",
        "region": "Eastern Mist Realms",
        "description": "Martial-arts practicing goblins seeking discipline and enlightenment in monasteries"
      },
      {
        "name": "Sikari (Jungle-Goblins)",
        "region": "Southern Jungle",
        "description": "Skilled climbers in cliffs and treetops; masters of verticality"
      },
      {
        "name": "Sniknez (Cave-Goblins)",
        "region": "Western Island Realms",
        "description": "Underground dwellers, masters of hidden paths and secret passages"
      }
    ],
    "abilities": [
      {
        "name": "Night Vision",
        "description": "You can see one range category further from sources of bright and dim light."
      },
      {
        "name": "Quick Escape",
        "description": "When an enemy misses you with a melee attack, you can choose to move close without provoking Opportunity Attacks. You can use this ability once between turns."
      },
      {
        "name": "Small Stature",
        "description": "You are of small size. This grants you the following effects:"
      }
    ],
    "languages": [
      "Goblin"
    ]
  },
  {
    "name": "Human",
    "category": "New Folk",
    "quote": "",
    "description": "The newest folk among all the New Folk, humans possess a natural arcane ability that makes many other folks scared of them. Others try to subjugate them to make use of their natural gifts as a weapon. As a result, humans are often caught between fear and exploitation, struggling to find their place in a world that fears their power. But their incredible adaptability and boundless ambition have allowed them to thrive despite these challenges. In Atakhet, humans often serve as advisors or arcane specialists, their natural magical talents both valued and closely monitored.",
    "cultures": [
      {
        "name": "Khatok (Savanna-Humans)",
        "region": "Atakhet",
        "description": "Nomadic human tribes of the grasslands; many were brought to labor in Atakhet"
      },
      {
        "name": "Sefkari (Scholar-Humans)",
        "region": "Eternal Desert",
        "description": "Arcane academics of the temple universities; keepers of forbidden knowledge"
      },
      {
        "name": "Vornheimr (Snow-Humans)",
        "region": "Frozen North",
        "description": "Hardy northerners; adapted to life in extreme cold"
      },
      {
        "name": "Zaubererfürsten (Sorcerer-Princes)",
        "region": "Kesheret",
        "description": "Decentralized magocracy in the Kesheret desert; isolated citadel-states of arcane tyrants hoarding forbidden knowledge"
      }
    ],
    "abilities": [
      {
        "name": "Will of Perseverance",
        "description": "Re-roll the result of one test and take the new result. You can use this ability once per day."
      },
      {
        "name": "Arcane Awakening",
        "description": "You have a natural talent for the arcane arts. If you have learned Arcana, you gain +2 Focus. You can cast arcane spells without a Spell Catalyst, but suffer +1 bane on the roll."
      }
    ],
    "languages": [
      "Human Dialect"
    ]
  },
  {
    "name": "Catfolk",
    "category": "New Folk",
    "quote": "",
    "description": "A proud and regal race, with a deep connection to the natural world and a reverence for the power of the hunt. They are often viewed as noble and honorable, but their fierce pride can make them difficult to work with. In the realm of Atakhet, lionfolk often serve as desert guides or warriors, their natural hunting instincts and keen senses invaluable in the harsh environment.",
    "cultures": [
      {
        "name": "Jakharii (Savanna-Lionfolk)",
        "region": "Atakhet",
        "description": "Proud lion-folk of the southern savannas; nominally sovereign city-state, effectively under Atakhet's control"
      },
      {
        "name": "Vyaghral (Tiger-Folk)",
        "region": "Eastern Mist Realms",
        "description": "Solitary jungle and mountain hunters; legendary for patience and deadly precision"
      },
      {
        "name": "Tuvak (Sabertooth-Folk)",
        "region": "Frozen North",
        "description": "Ice-age megafauna hunters; living in the coldest regions"
      },
      {
        "name": "Saghal (Jungle-Pantherfolk)",
        "region": "Southern Jungle",
        "description": "Stealthy predators blending with their surroundings; controlling the mythwood trade"
      }
    ],
    "abilities": [
      {
        "name": "Night Vision",
        "description": "You can see one range category further from sources of bright and dim light."
      },
      {
        "name": "Intimidating Roar",
        "description": "You can use your Action in combat to unleash a powerful lion's roar. Roll Strength + Fortitude vs. Resist against each creature within short range. On a success, they are frightened of you. They can roll Spirit + Fortitude at the start of their turns. On a success, they stop being frightened. You can use this ability once per combat."
      },
      {
        "name": "Sharp Claws",
        "description": "You can use your claws (2 weapon damage, light, slash) as brawling weapons instead of unarmed attacks."
      }
    ],
    "languages": [
      "Beastspeech"
    ]
  },
  {
    "name": "Lizardfolk",
    "category": "New Folk",
    "quote": "",
    "description": "A cold-blooded and inscrutable species, with a deep connection to the swamps and marshes where they make their homes. They are often viewed as mysterious and dangerous but possess wisdom and cunning born of their harsh environment. In Atakhet, lizardfolk are often found near the life-giving oases and rivers, serving as guardians of these precious water sources.",
    "cultures": [
      {
        "name": "Vaashk (Swamp-Lizardfolk)",
        "region": "Atakhet",
        "description": "Lizardfolk of the Satimaha Swamps; amphibious wetland dwellers with tribal traditions"
      },
      {
        "name": "Ceratos (Threehorns)",
        "region": "Southern Jungle",
        "description": "Armored jungle guardians; massively built and deadly in melee"
      },
      {
        "name": "Nakhash (Serpentfolk)",
        "region": "Southern Jungle",
        "description": "Hypnotic temple priests; masters of influence and ritual magic"
      },
      {
        "name": "Quexa-kul (Jungle-Lizardfolk)",
        "region": "Southern Jungle",
        "description": "Colorful tribes moving through undergrowth with surprising stealth; worshipping the Ur-Serpent"
      },
      {
        "name": "Thalassi (Sea-Lizardfolk)",
        "region": "Western Island Realms",
        "description": "Marine fishers and pearl divers; masters of underwater hunting"
      }
    ],
    "abilities": [
      {
        "name": "Thick Scales",
        "description": "Your natural scales grant +3 AV (armor bonus). If you have another higher armor bonus, gain +1 AV instead."
      },
      {
        "name": "Aquatic Nature",
        "description": "You can hold your breath for 4 + 1/2 Strength minutes."
      },
      {
        "name": "Reptile Jaws",
        "description": "You can use your bite (3 weapon damage, crush) as a brawling weapon instead of unarmed attacks."
      }
    ],
    "languages": [
      "Draconic"
    ]
  },
  {
    "name": "Minotaur",
    "category": "New Folk",
    "quote": "",
    "description": "A horned, furry species known for their immense strength and unwavering determination. They are fiercely protective of their clan and territories, often seen as guardians of sacred places. Their physical prowess is matched by their sense of honor, making them formidable allies and respected adversaries. In Atakhet, minotaurs often serve as temple guardians or caravan protectors, their imposing presence deterring all but the most determined threats.",
    "cultures": [
      {
        "name": "Khutu (Steppe-Minotaurs)",
        "region": "Eastern Mist Realms",
        "description": "Swift messengers across vast plains; legendary for their endurance"
      },
      {
        "name": "Enkeddu (Grassland-Minotaurs)",
        "region": "Eternal Desert",
        "description": "Nomadic herders following seasonal migration routes"
      },
      {
        "name": "Yettnar (Mountain-Minotaurs)",
        "region": "Frozen North",
        "description": "Solitary guardians of ancient passes and shrines; legendarily silent and watchful"
      },
      {
        "name": "Minokos (Island-Minotaurs)",
        "region": "Western Island Realms",
        "description": "Seafaring traders and respected pilots of dangerous waters"
      },
      {
        "name": "Firbeol (Firbolg-Minotaurs)",
        "region": "Woodlands (various)",
        "description": "Druidic forest minotaurs; guardian groves, ancient stone circles, and ancestor worship"
      }
    ],
    "abilities": [
      {
        "name": "Giant's Blood",
        "description": "+2 HP. You also gain the following effects:"
      },
      {
        "name": "Horns",
        "description": "You can use your horns (3 weapon damage, crush) as a brawling weapon instead of unarmed attacks."
      },
      {
        "name": "Goring Charge",
        "description": "After you spend 1 or more Movement towards a creature and hit them with an attack using your horns, add your weapon damage an additional time to the total damage."
      }
    ],
    "languages": [
      "Giant"
    ]
  },
  {
    "name": "Dogfolk",
    "category": "New Folk",
    "quote": "",
    "description": "Dogfolk are a canine folk with keen senses and an unshakable loyalty to their kin. Their sharp ears and powerful noses make them unparalleled trackers, while their pack instincts drive them to protect their companions at any cost. Though sometimes dismissed by other folk as overly trusting, their dedication and reliability have earned them a respected place in many communities. In Atakhet, dogfolk often serve as caravan scouts, border patrols, and desert trackers, their senses invaluable for navigating the treacherous sands and detecting hidden dangers.",
    "cultures": [
      {
        "name": "Lycanin (Wolf-Folk)",
        "region": "Frozen North",
        "description": "Pack warriors of the snowy forests with strict pack hierarchy"
      },
      {
        "name": "Kerbei (Jackal-Folk)",
        "region": "Kesheret",
        "description": "Jackal-like dog-folk of the Great Desert; people of Baaphor; dwelling in hidden ruins, bound to a forgotten ancient duty"
      },
      {
        "name": "Coyotl (Coyote-Folk)",
        "region": "Southern Jungle",
        "description": "Tricksters, survivalists, and scavengers; cunning and adaptable"
      },
      {
        "name": "Kithar (Fox-Folk)",
        "region": "Western Island Realms",
        "description": "Shrewd traders and diplomats of the Island Realms; known for their negotiation skills"
      }
    ],
    "abilities": [
      {
        "name": "Keen Senses",
        "description": "You have an extraordinary sense of smell and hearing. You gain +1 boon on Spirit + Perception rolls. You can detect the presence and general direction of living creatures within close range by scent alone, even if you can't see them, as long as air can reach you from their location."
      },
      {
        "name": "Pack Loyalty",
        "description": "When an ally within close range is hit by an attack, you can use your Quick Action to move close towards them without provoking Opportunity Attacks. You can use this ability once between turns."
      },
      {
        "name": "Bite",
        "description": "You can use your bite (2 weapon damage, crush) as a brawling weapon instead of unarmed attacks."
      }
    ],
    "languages": [
      "Beastspeech"
    ]
  },
  {
    "name": "Satyr",
    "category": "New Folk",
    "quote": "",
    "description": "Satyrs are a spirited and free-willed folk with the legs and horns of goats. Known for their love of music, revelry, and the natural world, satyrs are deeply connected to wild places and resist the constraints of civilization. Their innate resistance to magic and supernatural charm makes them remarkably difficult to manipulate, a trait that has served them well in a world full of sorcery. In Atakhet, satyrs are often found in the lush oases and mountain valleys that border the desert, serving as musicians, herbalists, and guides through the wilderness.",
    "cultures": [
      {
        "name": "Bakkyr (Wine-Satyrs)",
        "region": "Western Island Realms",
        "description": "Vineyard dwellers and festival hosts; keepers of harvest traditions"
      },
      {
        "name": "Panyr (Coastal-Satyrs)",
        "region": "Western Island Realms",
        "description": "Seafarers and harbor musicians; accompanying sea voyages with song"
      },
      {
        "name": "Silvan (Grove-Satyrs)",
        "region": "Western Island Realms",
        "description": "Protectors of sacred groves and ancient forests; the most serious among the satyrs"
      }
    ],
    "abilities": [
      {
        "name": "Wild Resilience",
        "description": "Once per scene, when you take damage from a spell or are affected by a magical effect that applies a condition, you can choose to either halve the damage taken or immediately end one negative condition affecting you."
      },
      {
        "name": "Horns",
        "description": "You can use your horns (2 weapon damage, crush) as brawling weapons instead of unarmed attacks."
      },
      {
        "name": "Woodland Stride",
        "description": "You treat difficult terrain caused by natural vegetation as normal terrain. You also gain +1 boon on Agility + Athletics rolls to climb or traverse natural environments."
      }
    ],
    "languages": [
      "Sylvan"
    ]
  }
]