[
    {
        "name": "Dazzling Light",
        "tradition": "Light",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You create a small point of light at the target location. The light provides dim light in short range of it. The light can also move with you while staying in range. When targeted at a creature, you can make the light violently explode instead.<br/><strong>Weak.</strong> Deal +2 radiant damage.<br/><strong>Strong. </strong>Deal +4 radiant damage. The target is also briefly blinded.<br/><strong>Critical.</strong> Deal +6 radiant damage. The target is also briefly blinded and dazed.",
        "heightened": "-"
    },
    {
        "name": "Detect Lies",
        "tradition": "Light",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Close",
        "properties": "quick",
        "effect": "You focus your senses on all creatures in range, gaining a glimpse into their immediate emotions.<br/>For any creature affected by this spell, you gain the following effects:<br/>- They suffer +1 bane on attacks against you.<br/>- The creature is never considered hidden from you, even if they are invisible.<br/>- You gain +1 boon on Insight rolls to determine their emotions, if they are lying, or concealing something.<br/>This spell lasts for a short duration or until an affected creature moves out of this spell’s range.<br/>",
        "heightened": "-"
    },
    {
        "name": "Illuminated Sight",
        "tradition": "Light",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Self",
        "properties": "enchant (eyes)",
        "effect": "You concentrate light energy into your eyes, enhancing your eye sight and making you able to pierce through concealing environments.<br/>On a success, you gain the following effects:<br/>- You can see one range category further from sources of bright and dim light.<br/>- You gain +1 boon on Perception rolls.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Revealing Burst",
        "tradition": "Light",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "-",
        "effect": "You let loose a quick burst of radiant energy in all directions, revealing any magical falsehoods, such as illusions, shapeshifters, or invisible creatures in range. For illusions, compare your result vs. the Resist of the illusion’s creator to see if they are broken.<br/><strong>Weak.</strong> Any magical falsehood is marked by a shimmer of light. Rolls that target any marked target gain +1 boon. The mark lasts for a short duration.<br/><strong>Strong.</strong> Any magical falsehood is immediately broken.<br/><strong>Critical.</strong> Any magical falsehood is immediately broken and any creature revealed by this is briefly shaken.",
        "heightened": "-"
    },
    {
        "name": "Blessing of Light",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (eyes), singular",
        "effect": "You bless a creature with the magical power of light, making them enlightened to their surroundings.<br/>On a success, the creature gains the following effects:<br/>- You can see one range category further from sources of bright and dim light.<br/>- You gain +1 boon on Perception rolls.<br/>This spell lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target gains resistance to fire and radiant damage for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target gains resistance to fire, necrotic, psychic, and radiant damage for the spell‘s duration."
    },
    {
        "name": "Locate Trinket",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "singular",
        "effect": "Touch a small object and imbue it with truth revealing magic. The object must comfortably fit within the palm of your hand and can be no larger.<br/>On a success, you always know the location of the imbued trinket while it is in the same sphere of existence as you. This spell lasts for a long duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Protect from Influence",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "quick, singular",
        "effect": "Channel the light’s protective magic into one creature within range, bolstering their mental defenses. Cast this spell as a Quick Action on your turn.<br/>On a success, the target gains +1 boon on rolls to resist any mental effects and gains resistance to psychic damage. Attempts to influence their mind also suffer +1 bane. This spell lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Radiant Burst",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You let forth a burst of radiant energy, streaking towards a target location and exploding in burning light.<br/><strong>Weak.</strong> Deal +2 radiant damage to any creature in melee range of the target location.<br/><strong>Strong. </strong>Deal +4 radiant damage to any creature in melee range of the target location. Each target is also briefly blinded.<br/><strong>Critical.</strong> Deal +6 radiant damage to any creature in melee range of the target location. Each target is also briefly blinded. Each target is also briefly blinded and dazed.",
        "heightened": "-"
    },
    {
        "name": "Radiant Weapon",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of the sun. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon emits bright light in melee range and dim light in close range of it and deals +2 radiant damage. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon emits bright light in close range and dim light in short range and deals +4 radiant damage instead.<br/><strong>(Rank 3) </strong>The weapon emits bright light in short range and dim light in medium range and deals +6 radiant damage instead."
    },
    {
        "name": "Sense Spirits",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "you sense the auras of daimon and other spiritual creatures around you",
        "heightened": "-"
    },
    {
        "name": "Sun Sphere",
        "tradition": "Light",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You conjure a small orb of flame resembling a miniature sun.<br/>On a success, the sphere appears at the target location. It also shines bright light in close range and dim light in short range of it.  Any creature in melee range of it takes +4 fire damage when they first come into contact with it and at the start of each of their turns.<br/>On each of your following turns, you can use your Quick Action to move the beam a close distance within range. The sphere lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Break Curse",
        "tradition": "Light",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Touch",
        "properties": "ritual (minutes)",
        "effect": "You initiate a purifying ritual to remove harmful influences from a creature’s soul.<br/>On a success, you break one curse the creature is afflicted with. Any single creature can only benefit from this spell once per day.<br/>",
        "heightened": "-"
    },
    {
        "name": "Destroy Undeath",
        "tradition": "Light",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "-",
        "effect": "You channel the power of divine light, flooding undead creatures around you with it in an attempt to annihilate them instantly.<br/><strong>Weak.</strong> Any undead creature in range of tier 0 or 1 is instantly destroyed and can’t reanimate.<br/><strong>Strong.</strong> Any undead creature in range of tier 0 or 1 is instantly destroyed and can’t reanimate. Any other undead creature in range is also briefly frightened of you, ignoring any immunity they might have against the condition.<br/><strong>Critical.</strong> Any undead creature in range of tier 0 or 1 is instantly destroyed and can’t reanimate. Any other undead creature in range is also frightened of you for a short duration, ignoring any immunity they might have against the condition. They can roll Spirit + Fortitude vs. your Resist at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Sunbeam",
        "tradition": "Light",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You call down a pillar of light at the target location, revealing any falsehoods and burning creatures within it.<br/>On a success, the beam extends in melee range of the target location and a medium distance in height. It also shines bright light in close range and dim light in short range of it. Any magical falsehoods, such as illusions, shapeshifters, or invisible creatures inside the beam is immediately revealed.<br/>Any creatures inside the beam take +8 radiant damage when they first come into contact with it and at the start of each of their turns.<br/>On each of your following turns, you can use your Quick Action to move the beam a short distance within range. The beam lasts for a short duration. <br/>",
        "heightened": "-"
    },
    {
        "name": "Dark Sight",
        "tradition": "Twilight",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Self",
        "properties": "enchant (eyes)",
        "effect": "You magically adjust your senses to adapt to total darkness, allowing you to see without any source of light.<br/>On a success, you can see a medium distance in absolute darkness as in dim light. If you are exposed to bright light while under the effects of these spells, roll Spirit + Fortitude. On a failure, this spell ends and you are briefly dazed. Otherwise, this spell lasts for a medium duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Night’s Grasp",
        "tradition": "Twilight",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You magically animate the shadows around a creature, clawing and grasping for the target with ghostly coldness.<br/><strong>Weak. </strong>The target suffers +2 frost damage.<br/><strong>Strong.</strong> The target suffers +4 frost damage and is briefly slowed.<br/><strong>Critical.</strong> The target suffers +6 frost damage and is briefly grappled by the shadows.<br/>You can also cast this spell to cool down an object, such as extinguishing the last embers of a campfire.<br/>",
        "heightened": "-"
    },
    {
        "name": "Shadow Veil",
        "tradition": "Twilight",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "-",
        "effect": "You create an area of magical shadow, making it hard to see through it. Target any area of dim light in range.<br/>On a success, the magical shadow appears in a close radius around the target area. The area is now considered as absolute darkness.<br/>The shadow lasts a short duration or is broken early if any source of bright light enters the shadow’s area.<br/>",
        "heightened": "-"
    },
    {
        "name": "Whispers of Doubt",
        "tradition": "Twilight",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You summon ghostly whispers into the mind of the target, seeding doubt and confusing them.<br/><strong>Weak. </strong>The target suffers +0 psychic damage (ignoring AV).<br/><strong>Strong.</strong> The target suffers +2 psychic damage (ignoring AV) and the target is briefly confused.<br/><strong>Critical.</strong> The target suffers +4 psychic damage (ignoring AV) and the target is confused for a short time. They can roll Spirit + Fortitude vs. your Resist at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Cloak of Night",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "singular",
        "effect": "You clad a creature in a magical cloak made of darkness.<br/>On a success, the creature wearing the cloak gains the following effects:<br/>- You have resistance against frost damage.<br/>- You gain +1 boon on Agility + Cunning rolls to hide or move silently.<br/>The cloak lasts for a medium duration or until discarded by the creature.<br/>",
        "heightened": "-"
    },
    {
        "name": "Curse of Twilight",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "singular",
        "effect": "You curse a creature with the magical power of twilight, bringing the fear of night into their heart.<br/>On a success, the creature suffers the following effects:<br/>- They see in bright light as in dim light.<br/>- They suffer +1 bane on Perception and Initiative rolls.<br/>This curse lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target suffers a weakness to either frost or psychic damage (choose one) for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target suffers a weakness to both frost and psychic damage for the spell‘s duration."
    },
    {
        "name": "Lunar Weapon",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of the night. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon emits dim light in close range of it and deals +2 frost damage. On a strong or critical hit, the attack‘s target is briefly slowed. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon deals +4 frost damage instead.<br/><strong>(Rank 3) </strong>The weapon deals +6 frost damage instead."
    },
    {
        "name": "Moon Sphere",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You conjure a small orb of freezing coldness resembling a miniature moon.<br/>On a success, the sphere appears at the target location. It also shines dim light in short range of it. Any creature in melee range of it takes +4 frost damage when they first come into contact with it and at the start of each of their turns.<br/>On each of your following turns, you can use your Quick Action to move the beam a close distance within range. The sphere lasts for a short duration. <br/>",
        "heightened": "-"
    },
    {
        "name": "Shadow Meld",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Self",
        "properties": "concentrate",
        "effect": "You submerge into the shadows around you. Cast this spell while standing in dim light or darkness.<br/>On a success, you merge with the shadows and become invisible. While invisible, you are hidden from any creature which hasn‘t an ability to see through invisibility.<br/>This spell lasts for a short duration, until you attack or cast another spell, or until you enter bright light.<br/>",
        "heightened": "-"
    },
    {
        "name": "Whisper of Dreams",
        "tradition": "Twilight",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "-",
        "effect": "You lull a creature’s mind with whispers of sleep. The target has to be of a tier equal to or lower than your Mysticism. If the creature is at full HP, you suffer +1 bane on the roll.<br/>On a success, the creature falls unconscious for a medium duration. If any creature uses an Action to shake them, they take any damage, or are otherwise disturbed, they wake up.<br/>",
        "heightened": "-"
    },
    {
        "name": "Everlasting Night",
        "tradition": "Twilight",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You cloud an area in absolute darkness and no light may pierce through it.<br/>On a success, the close area around the target location becomes absolute darkness. Any light source within it immediately goes out.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Moonbeam",
        "tradition": "Twilight",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You call down a beam of moonlight at the target location, blinding and freezing anything within it.<br/>On a success, the beam extends in melee range of the target location and a medium distance in height. It also shines dim light in close range of it. Any creatures inside the beam are blinded and take +8 frost damage when they first come into contact with it and at the start of each of their turns.<br/>On each of your following turns, you can use your Quick Action to move the beam a short distance within range. The beam lasts for a short duration. <br/>",
        "heightened": "-"
    },
    {
        "name": "Shadow Step",
        "tradition": "Twilight",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "-",
        "effect": "You fully submerge into the shadows and re-appear at another darkened location. While standing in dim light or darkness, choose any other location you can see in range that is also in dim light or darkness.<br/>On a success, you teleport to the chosen location.<br/>",
        "heightened": "-"
    },
    {
        "name": "Silent Night",
        "tradition": "Twilight",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "-",
        "effect": "create an area of absolute silence. stealthing creatures aren't revealed by sound within it",
        "heightened": "-"
    },
    {
        "name": "Terrors of the Dark",
        "tradition": "Twilight",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "<em>creatures in darkness cower in fear!</em>",
        "heightened": "-"
    },
    {
        "name": "Life Shield",
        "tradition": "Life",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "singular",
        "effect": "On a success, the target is surrounded by a near invisible shield of life force. The shield grants 5 temporary HP and lasts until reduced to 0, or expires after a short duration.<br/>Any single creature can only benefit from this spell once per scene.<br/>",
        "heightened": "-"
    },
    {
        "name": "Restore Life",
        "tradition": "Life",
        "rank": "0",
        "focus": "0",
        "target": "Special",
        "range": "Short",
        "properties": "-",
        "effect": "You let vitalizing energy flow into your target, restoring a living creatures health or harming an undead creature.<br/>When targeting a living creature, roll vs. moderate difficulty (8). When targeting an undead creature, roll vs. their Resist.<br/><strong>Weak.</strong> Restore +2 HP to your target or deal +3 radiant damage against an undead target.<br/><strong>Strong.</strong> Restore +4 HP to your target or deal +6 radiant damage against an undead target.<br/><strong>Critical. </strong>Restore +6 HP to your target or deal +9 radiant damage against an undead target.",
        "heightened": "-"
    },
    {
        "name": "Verdant Blast",
        "tradition": "Life",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You form a condensed mass of positive energy, blasting the enemy and healing nearby allies.<br/><strong>Weak.</strong> Deal +2 radiant damage.<br/><strong>Strong.</strong> Deal +4 radiant damage and restore 2 HP to allies in melee range of the target.<br/><strong>Critical.</strong> Deal +6 radiant damage and restore 4 HP to allies in melee range of the target.",
        "heightened": "-"
    },
    {
        "name": "Blessing of Life",
        "tradition": "Life",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "singular",
        "effect": "You bless a creature with the magical power of life, bolstering their vitality.<br/>On a success, the creature gains the following effects:<br/>- You gain 5 temporary HP. They replenish after a short break.<br/>- You gain +1 boon on Fortitude rolls.<br/>This spell lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> You gain 10 temporary HP instead.<br/><strong>(Rank 3)</strong> You gain 20 temporary HP instead."
    },
    {
        "name": "Healing Touch",
        "tradition": "Life",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "-",
        "effect": "You focus life-giving magic into an injury, mending it quickly or taking longer to close more grievous injuries.<br/>You can cast this spell using an Action or casting it as a ritual (minutes).<br/><strong>Action.</strong> Restore +4/8/12 HP to your target.<br/><strong>Ritual (minutes). </strong>On a success, you heal one Wound from a creature. Any single creature can only benefit from the effect of this spell once per day.",
        "heightened": "<strong>(Rank 2)</strong> When using your Action, restore +6/12/16 HP instead. When casting this spell as a ritual (minutes) instead, heal up to two Wounds from a creature.<br/><strong>(Rank 3)</strong> When using your Action, restore +8/16/24 HP instead. When casting this spell as a ritual (minutes) instead, heal up to three Wounds from a creature."
    },
    {
        "name": "Overflow of Life",
        "tradition": "Life",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "-",
        "effect": "You overwork the vital system of the target, returning them to consciousness or causing them a heart attack if already conscious. The target must be a living creature.<br/><strong>Weak.</strong> If the target is dying, they stop dying but remain unconscious. If the target is unconscious, they wake up. If the target is conscious, they take +3 damage.<br/><strong>Strong.</strong> If the target is dying, they stop dying and wake up. If the target is unconscious, they wake up. If the target is conscious, they take +6 damage.<br/><strong>Critical.</strong> If the target is dying, they stop dying, wake up, and one of their Injuries is instantly treated (their choice). If the target is unconscious, they wake up. If the target is conscious, they take +9 damage.",
        "heightened": "-"
    },
    {
        "name": "Rapid Vitality",
        "tradition": "Life",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "quick",
        "effect": "You quickly envigorate a creature. Cast this spell on your turn.<br/><strong>Weak.</strong> Restore +2 HP to your target.<br/><strong>Strong.</strong> Restore +4 HP to your target.<br/><strong>Critical. </strong>Restore +6 HP to your target.",
        "heightened": "-"
    },
    {
        "name": "Vitalizing Weapon",
        "tradition": "Life",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of vitality. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, any strong or critical hit with the weapon restores 4 HP to the wielder. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> On a strong or critical hit, restore 6 HP instead.<br/><strong>(Rank 3)</strong> On a strong or critical hit, restore 8 HP instead."
    },
    {
        "name": "Aid",
        "tradition": "Life",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Short",
        "properties": "enchant (body)",
        "effect": "Bolster your allies’ toughness with a blessing.<br/>On a success, choose up to four creatures in range. They each gain 10 temporary HP for a long duration.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Each target gains 20 temporary HP instead."
    },
    {
        "name": "Hallow Ground",
        "tradition": "Life",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Close",
        "properties": "concentrate",
        "effect": "You hallow the ground around you, healing all allies standing on it.<br/>On a success, each ally in range of the hallow ground restores +2 HP when you cast the spell and at the start of each of their turns.<br/>The hallow ground remains stationary at the position where you cast it for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Healing Burst",
        "tradition": "Life",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Short",
        "properties": "blast (cone)",
        "effect": "You conjure a wave of healing energy, restoring the endurance of all allies within it.<br/><strong>Weak.</strong> Restore +3 HP to each ally.<br/><strong>Strong.</strong> Restore +6 HP to each ally.<br/><strong>Critical. </strong>Restore +9 HP to each ally.",
        "heightened": "-"
    },
    {
        "name": "Enfeebling Touch",
        "tradition": "Death",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You summon a swirl of negative energy, engulfing the target and draining their strength.<br/><strong>Weak. </strong>Deal +2 necrotic damage.<br/><strong>Strong. </strong>Deal +4 necrotic damage and briefly reduce their Strength die by one step.<br/><strong>Critical. </strong>Deal +6 necrotic damage and reduce their Strength die by one step for a short duration. They can roll Spirit + Fortitude vs. your Resist at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Glimpse of Mortality",
        "tradition": "Death",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You project a scene of the target‘s final moments before death into their mind, in which they die in agony at the hands of yourself and your allies.<br/><strong>Weak. </strong>The target suffers +0 psychic damage (ignoring AV).<br/><strong>Strong.</strong> The target suffers +2 psychic damage (ignoring AV) and the target is briefly frightened.<br/><strong>Critical.</strong> The target suffers +4 psychic damage (ignoring AV) and the target is frightened for a short time. They can roll Spirit + Fortitude vs. your Resist at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Spared from Death",
        "tradition": "Death",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Short",
        "properties": "-",
        "effect": "You help a dying creature in range to cling onto life.<br/><strong>Weak.</strong> +1 to the dice result of the dying creature.<br/><strong>Strong.</strong> +2 to the dice result of the dying creature.<br/><strong>Critical.</strong> You stop the creature from dying, but they remain unconscious.",
        "heightened": "-"
    },
    {
        "name": "Blood Shards",
        "tradition": "Death",
        "rank": "1",
        "focus": "2",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "Fire a salve of hardened blood shards, piercing their target and draining their life force.",
        "heightened": "-"
    },
    {
        "name": "Curse of Death",
        "tradition": "Death",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "singular",
        "effect": "You curse a creature with the magical power of death, withering their mortal body.<br/>On a success, the creature suffers the following effects:<br/>- Their max. HP are reduced by 5.<br/>- They can't regain HP. <br/>- They suffer +1 bane on Fortitude rolls.<br/>This curse lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target suffers a weakness to either necrotic or poison damage (choose one) for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target suffers a weakness to both necrotic and poison damage for the spell‘s duration."
    },
    {
        "name": "Early Grave",
        "tradition": "Death",
        "rank": "1",
        "focus": "2",
        "target": "vs. Parry",
        "range": "Medium",
        "properties": "-",
        "effect": "Skeletal hands sprout from the ground, scratching at the target and attempting to pull them below the earth.<br/><strong>Weak.</strong> Deal +3 necrotic damage.<br/><strong>Strong.</strong> Deal +6 necrotic damage and the target is grappled by the hands.<br/><strong>Critical.</strong> Deal +9 necrotic damage and the target is grappled and briefly restrained by the hands.",
        "heightened": "-"
    },
    {
        "name": "Necrotic Weapon",
        "tradition": "Death",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of death. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon deals +2 necrotic damage. On a strong or critical hit, the attack’s target also suffers 2 lasting necrotic damage for a short duration. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon deals +4 necrotic damage instead. On a strong or critical hit, inflict 4 lasting necrotic damage instead.<br/><strong>(Rank 3) </strong>The weapon deals +6 necrotic damage instead. On a strong or critical hit, inflict 6 lasting necrotic damage instead."
    },
    {
        "name": "Shivering Ray",
        "tradition": "Death",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You shoot a icy blue beam from the tip of your finger, rigidifying the target.<br/><strong>Weak.</strong> You deal +3 frost damage. <br/><strong>Strong.</strong> You deal +6 frost damage and the target is briefly slowed.<br/><strong>Critical.</strong> You deal +9 frost damage and the target is briefly dazed and slowed.",
        "heightened": "-"
    },
    {
        "name": "Cloud of Sickness",
        "tradition": "Death",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You summon a cloud of necrotic energy, sickening creatures within it. The cloud extends in a close area around the target location and targets all living creatures within it.<br/><strong>Weak.</strong> Deal +3 necrotic damage to each target.<br/><strong>Strong.</strong> Deal +6 necrotic damage to each target.<br/><strong>Critical.</strong> Deal +9 necrotic damage to each target.<br/>Any creature is also poisoned while inside the cloud’s area.<br/>The cloud lasts for a short duration. It can also be expelled early by any effect causing strong winds in the same area of influence.<br/>",
        "heightened": "-"
    },
    {
        "name": "Acid Splash",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You conjure a short spray of acid, burning through the target’s surface.<br/><strong>Weak.</strong> Deal +2 acid damage and ignore 1/2 the target’s AV.<br/><strong>Strong.</strong> Deal +4 acid damage and ignore 1/2 the target’s AV.<br/><strong>Critical.</strong> Deal +6 acid damage and ignore 1/2 the target’s AV.",
        "heightened": "-"
    },
    {
        "name": "Bestial Adaptation",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Self",
        "properties": "enchant (body)",
        "effect": "You adopt the physical characteristics of one chosen type of animal. Choose one of the following:<br/>- Graceful (You can move through difficult terrain without penalty)<br/>- Perceptive (+1 boon on Perception rolls)<br/>- Strong (+1 boon on Strength + Athletics rolls, +2 damage on unarmed attacks)<br/>- Tough (+2 AV (armor bonus))<br/>On a success, you gain the chosen effect.<br/>This spell lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Lashing Vine",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "Special",
        "range": "Medium",
        "properties": "-",
        "effect": "You animate a natural vine or let one spring from the ground in range. The vine can either lash at (vs. Parry) or grab (vs. Parry or Dodge) any target close to it. The vine counts as a medium creature for grappling.<br/><strong>Weak. </strong>Deal +2 damage (lash) or grapple the target (grab).<br/><strong>Strong.</strong> Deal +4 damage (lash) or deal +0 damage and grapple the target (grab).<br/><strong>Critical. </strong>Deal +6 damage (lash) or deal +2 damage, grapple, and briefly restrain the target (grab).<br/>if you continue to cast this spell over multiple turns, the vine can remain for the duration. Otherwise the vine quickly withers and vanishes after using this spell.<br/>You can also use the vine to grab, pull, or throw smaller objects.<br/>",
        "heightened": "-"
    },
    {
        "name": "Poison Mist",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Short",
        "properties": "-",
        "effect": "Spray a cloud of poisonous mist against your target.<br/><strong>Weak.</strong> Deal +2 poison damage.<br/><strong>Strong.</strong> Deal +4 poison damage and the target is briefly poisoned.<br/><strong>Critical.</strong> Deal +6 poison damage and the target is poisoned for a short duration. They can roll Strength + Fortitude vs. your Resist at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Rejuvenation",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Short",
        "properties": "singular",
        "effect": "Conjure magical energy into one creature in range, rapidly increasing their natural regenerative capacity.<br/><strong>Weak. </strong>The target shortly regains +0 HP at the start of each of their turns.<br/><strong>Strong. </strong>The target shortly regains +2 HP at the start of each of their turns.<br/><strong>Critical. </strong>The target shortly regains +4 HP at the start of each of their turns.",
        "heightened": "-"
    },
    {
        "name": "Shillelagh",
        "tradition": "Nature",
        "rank": "0",
        "focus": "0",
        "target": "Special",
        "range": "Self",
        "properties": "-",
        "effect": "You imbue a wooden weapon with nature’s power to strike your enemy with. Choose any crush weapon you are holding that ist made from wood. Roll an attack with that weapon using Spirit + Mysticism. On a hit, also use your spell power instead of the attribute you would use for the weapon (Strength/Agility).",
        "heightened": "-"
    },
    {
        "name": "Beast Form",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Self",
        "properties": "enchant (body)",
        "effect": "You shape shift into the form of a small or medium sized land-based animal. Choose any animal form you encountered before. Replace part of your statistics with the following ones. Choose either a small or a medium form. When choosing small, take the first value whenever multiple ones are listed for the same attribute, or the second value for medium respectively.<br/><strong>Beast Form</strong> (small<em>/medium animal</em>)<br/><strong>HP.</strong> You gain 10 temporary HP while in beast form.<br/><strong>Attributes.</strong> d6/d8 STR, d8/d6 AGI<br/><strong>Defenses.</strong> 7/8 Parry, 9/8 Dodge<br/><strong>AV.</strong> 2 (natural light)<br/><strong>Skills.</strong> Fighting, Fortitude (equal to your Mysticism)<br/><strong>Attacks</strong>:<br/>- <strong>Strike</strong> (choose crush or slash, also agile for small size). 7 damage (4 base + 3 weapon). On a strong or critical hit against a creature of equal or smaller size, attempt a grapple or the target drops prone.<br/><strong>Abilities</strong>:<br/>- <strong>Keen Scent</strong>. Gain +1 boon on Perception rolls based on smell.<br/>- <strong>Night Vision. </strong>You can see up to a short distance in dim light as in bright light. Sources of dim light let you see one range category further than normal.<br/>You can’t cast spells while in beast form, except for re-casting this spell to extend it‘s duration. Your beast form lasts for a medium duration, until you end it, or until you fall unconscious.<br/>",
        "heightened": "-"
    },
    {
        "name": "Blessing of Nature",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "singular",
        "effect": "You bless a creature with the magical power of nature, whereby plants and animals act benevolently towards them.<br/>On a success, the creature gains the following effects:<br/>- You can move through difficult terrain without penalty.<br/>- You gain +1 boon on Athletics and Survival rolls.<br/>This spell lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target gains resistance to acid and poison damage for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target gains resistance to acid, frost, lightning, and poison damage for the spell‘s duration."
    },
    {
        "name": "Mesh of Vines",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "Instantly sprout a mesh of spiked vines, covering the target location. On a success, spiked vines fill an area close to the target location. This spell targets each creature in the area.<br/><strong>Weak.</strong> Deal +0 damage against each target.<br/><strong>Strong. </strong>Deal +2 damage against each target and they are grappled by the vines.<br/><strong>Critical.</strong> Deal +2 damage against each target and they are grappled and restrained by the vines.<br/>The area is considered difficult terrain. The vines last for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Rock Throw",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "Magically animate a large stone and throw it against your target in range.<br/><strong>Weak.</strong> Deal +4 crush damage.<br/><strong>Strong.</strong> Deal +8 crush damage and the target is pushed close.<br/><strong>Critical.</strong> Deal +12 crush damage, the target is pushed close and falls prone.",
        "heightened": "-"
    },
    {
        "name": "Sticks to Snakes",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Close",
        "properties": "concentrate",
        "effect": "You throw out a bundle of sticks, which then turn into withering snakes under your control. You must roll a Supply check for materials when casting this spell.<br/>On a success, you summon a <br/>swarm of snakes at the target location under your control (treat them as a companion for combat).<br/>The swarm remains for a medium duration, until dismissed by you, or when killed.<br/>",
        "heightened": "-"
    },
    {
        "name": "Venomous Weapon",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of a serpent‘s fangs. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon deals +2 poison damage. On a strong or critical hit, the attack‘s target is briefly poisoned. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Wild Companion",
        "tradition": "Nature",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "ritual (hours), singular",
        "effect": "You can’t cast this spell if you haven’t learned the “Animal Companion” talent.<br/>You set up a ritual to summon a spiritual beast of the land. As part of casting this spell, you must also spend 100 coins in incense and other sacred ingredients. Choose any kind of animal companion of a tier equal to or lower than your Mysticism (see more under Animal Companions).<br/>On a success, you summon a spiritual being in your chosen animal form. It’s statistics are the same as that of a mundane animal companion, but it’s creature type is “daimon (primal)” instead.<br/>You have a psychic connection to your companion, as long as the two of you are on the same sphere of existence. This connection manifests itself as an intuitive sharing of emotions. You can use this connection to tell your familiar what to do and where to go nonverbally. You can also spend your turn meditating to fully experience all senses of your familiar. While meditating this way, you are considered unconscious and are unaware of your own body‘s surroundings.<br/>Any creature capable of sensing magical auras will notice the primal nature of your companion. The companion remains until killed, but can be re-summoned with another ritual. You can choose a new form for your companion each time you cast this spell.<br/>",
        "heightened": "-"
    },
    {
        "name": "Greater Beast Form",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Self",
        "properties": "enchant (body)",
        "effect": "You shape shift into the form of a tiny or large sized land-based animal. Choose any animal form you encountered before. Replace part of your statistics with the following ones. Choose either a tiny or a large form. When choosing tiny, take the first value whenever multiple ones are listed for the same attribute, or the second value for large respectively.<br/><strong>Beast Form</strong> (<em>tiny/large animal</em>)<br/><strong>HP.</strong> You gain 20 temporary HP while in beast form.<br/><strong>Attributes.</strong> d4/d12 STR, d8/d6 AGI<br/><strong>Defenses.</strong> 8/9 Parry, 9/8 Dodge<br/><strong>AV.</strong> 0/4 (natural light)<br/><strong>Skills.</strong> Fighting, Fortitude (equal to your Mysticism)<br/><strong>Attacks</strong>:<br/>- <strong>Strike</strong> (choose crush or slash, also agile for tiny size). 5/10 damage (4/6 base + 1/4 weapon). On a strong or critical hit against a creature of equal or smaller size, attempt a grapple or the target drops prone.<br/><strong>Abilities</strong>:<br/>- <strong>Keen Scent</strong>. Gain +1 boon on Perception rolls based on smell.<br/>- <strong>Night Vision. </strong>You can see up to a short distance in dim light as in bright light. Sources of dim light let you see one range category further than normal.<br/>You can’t cast spells while in beast form, except for re-casting this spell to extend it‘s duration. Your beast form lasts for a medium duration, until you end it, or until you fall unconscious.<br/>",
        "heightened": "-"
    },
    {
        "name": "Heat Metal",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "concentrate",
        "effect": "You let a metallic object rapidly increase in temperature, harming anyone touching it.<br/>Choose any metallic object or creature of medium or smaller size.<br/>On a success, the target becomes burning hot. Any creature holding or wearing the object suffers +2 fire damage (ignoring AV) at the start of each turn they continue to do so.<br/>If the target is a weapon, it imposes +1 bane on attacks with it.<br/>If the target is a piece of armor or a helmet, it‘s AV bonus is halved.<br/>This spell lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Law of the Strongest",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate, singular",
        "effect": "You fill a creature‘s body with nature‘s empowering magic. The target has to be a creature of medium or smaller size.<br/>On a success, the target‘s body grows to large size along with all of their worn equipment and held items (as long as they stay in contact with their body). While enlarged by this spell, they gain the following effects:<br/>- Gain 5 temporary HP.<br/>- Increase your Strength die by one step.<br/>- You gain +1 Parry and lose -1 Dodge.<br/>- You gain +1 AV.<br/>- You deal +1 weapon damage on melee attacks.<br/>All of these effects are added a number of times for each size category difference to the target‘s original size.<br/>This spell lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Living Plants",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Short",
        "properties": "-",
        "effect": "<em>manipulate plants around you to attack your enemies or take any shape you desire, e.g. to form a camping shelter.</em>",
        "heightened": "-"
    },
    {
        "name": "Melt Ground",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "let the ground become soft and trap creatures inside it",
        "heightened": "-"
    },
    {
        "name": "Rock Skin",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "enchant (body), singular",
        "effect": "Harden a creature‘s skin to be strong as rock.<br/>On a success, the target gains 1/2 your Spirit as AV (armor bonus) for a medium duration. If they suffer an Injury, the armor breaks.<br/>",
        "heightened": "-"
    },
    {
        "name": "Water Prison",
        "tradition": "Nature",
        "rank": "2",
        "focus": "4",
        "target": "vs. Dodge",
        "range": "Short",
        "properties": "concentrate",
        "effect": "trap a creature inside a prison of water, where they drown slowly",
        "heightened": "-"
    },
    {
        "name": "Life from Stone",
        "tradition": "Nature",
        "rank": "3",
        "focus": "6",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "target a large or smaller object or structure made from stone or wood. it comes alive as an automaton under your control for a short duration.",
        "heightened": "-"
    },
    {
        "name": "Petrification",
        "tradition": "Nature",
        "rank": "3",
        "focus": "6",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You turn a creature into inanimate stone. The target has to be of a tier equal to or lower than your Mysticism. If the creature is at full HP, you suffer +1 bane on the roll.<br/><strong>Weak.</strong> The target is petrified for a short duration.<br/><strong>Strong. </strong>The target is petrified for a medium duration.<br/><strong>Critical. </strong>The target is petrified for a long duration.<br/>A petrified creature is stunned and unconscious. They also have 10 AV while petrified. If the target takes damage while petrified by this spell, roll for Spell Concentration as if you took the same amount of damage.<br/>",
        "heightened": "-"
    },
    {
        "name": "Melt Ground",
        "tradition": "Nature",
        "rank": "-",
        "focus": "-",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "turn an area of rock, stone, or dirt into semi-liquid mud.",
        "heightened": "-"
    },
    {
        "name": "Gust",
        "tradition": "Tempest",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Short",
        "properties": "-",
        "effect": "You summon a vortex of swirling air, clashing against your target and pulling them off their feet.<br/><strong>Weak.</strong> Deal +2 blast damage.<br/><strong>Strong.</strong> Deal +4 blast damage and push the target close.<br/><strong>Critical.</strong> Deal +6 blast damage and push the target a short distance.<br/>You can also cast this spell to create a continuous stream of air from your palm that has enough pressure to move small, loose objects in range.<br/>",
        "heightened": "-"
    },
    {
        "name": "Static Shock",
        "tradition": "Tempest",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You generate a small electric discharge from your fingertip against a target.<br/><strong>Weak.</strong> Deal +2 lightning damage.<br/><strong>Strong. </strong>Deal +4 lightning damage to the target and you can deal +2 lightning damage to one other creature in melee range of the target.<br/><strong>Critical. </strong>Deal +6 lightning damage to the target and you can deal +4 lightning damage to one other creature in melee range of the target.<br/>You can also cast this spell to ignite flammable materials in range, such as tinder or straw.<br/>",
        "heightened": "-"
    },
    {
        "name": "Wind Slash",
        "tradition": "Tempest",
        "rank": "0",
        "focus": "0",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "Hurl a blade of compressed air against your target.<br/><strong>Weak.</strong> Deal +0 damage or +4 damage against a target in light or no armor.<br/><strong>Strong.</strong> Deal +2 damage or +6 damage against a target in light or no armor.<br/><strong>Critical.</strong> Deal +4 damage or +8 damage against a target in light or no armor.<br/>You can also use this spell to chip off or cut parts of softer materials such as wood or papyrus in range.<br/>",
        "heightened": "-"
    },
    {
        "name": "Bursting Crackle",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You gather an electric charge at a single point within range and release it with a powerful blast, creating loud thunder. Target all creatures in melee range of the target location.<br/><strong>Weak.</strong> Deal +2 blast damage (ignoring 1/2 AV) against each target.<br/><strong>Strong.</strong> Deal +4 blast damage (ignoring 1/2 AV) against each target and they are briefly dazed and deafened.<br/><strong>Critical.</strong> Deal +6 blast damage (ignoring 1/2 AV) against each target and they are briefly dazed and deafened.",
        "heightened": "<strong>(Rank 2)</strong> Choose one:<br/>- Deal +4/+8/+12 blast damage to each target instead.<br/>- Target all creatures in close range of the target location instead.<br/><strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 blast damage to each target instead.<br/>- Target all creatures in short range of the target location instead.<br/>"
    },
    {
        "name": "Curse of Tempest",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "singular",
        "effect": "You curse a creature with the magical power of tempest, turning nature itself against them.<br/>On a success, the creature suffers the following effects:<br/>- While moving in natural environments, it is always considered difficult terrain for them.<br/>- They suffer +1 bane on Athletics and Survival rolls.<br/>This curse lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target suffers a weakness to blast, fire, or lightning damage (choose one) for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target suffers a weakness to blast, fire, and lightning damage for the spell‘s duration."
    },
    {
        "name": "Earthen Tremor",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Short",
        "properties": "blast (cone)",
        "effect": "You send shockwaves through the earth, causing the ground to tremble violently. Target all creatures in the spell’s area.<br/><strong>Weak. </strong>Deal +2 damage to each target.<br/><strong>Strong. </strong>Deal +4 damage to each target and they are briefly staggered.<br/><strong>Critical. </strong>Deal +6 damage to each target and they are briefly staggered.",
        "heightened": "<strong>(Rank 2)</strong> Choose one:<br/>- Deal +4/+8/+12 damage to each target instead.<br/>- Increase the spell‘s range to medium.<br/><strong>(Rank 3) </strong>Choose one:<br/>- Deal +6/+12/+18 damage to each target instead.<br/>- Increase the spell‘s range to long.<br/>"
    },
    {
        "name": "Electrified Weapon",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of storms. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon deals +2 lightning damage. On a strong or critical hit, the attack‘s target is briefly staggered. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon deals +4 lightning damage instead.<br/><strong>(Rank 3) </strong>The weapon deals +6 lightning damage instead."
    },
    {
        "name": "Lightning Javelin",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You conjure pure lightning in the form of a spear and hurl it against a creature.<br/><strong>Weak.</strong><em> </em>Deal +4 lightning damage. <br/><strong>Strong.</strong> Deal +8 lightning damage and the target is briefly staggered.<br/><strong>Critical.</strong> Deal +12 lightning damage and the target is briefly staggered.",
        "heightened": "<strong>(Rank 2)</strong> Deal +6/+12/+18 lightning damage instead.<br/><strong>(Rank 3) </strong>Deal +8/+16/+24 lightning damage instead."
    },
    {
        "name": "Storm Coat",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Short",
        "properties": "enchant (body), singular",
        "effect": "You weave a protective coat of elemental energies around a creature.<br/>On a success, the creature gains the following effects:<br/>- You gain resistance against blast, frost, and lightning damage.<br/>- Whenever you are hit by a melee attack, the attacker takes +0 lightning damage (ignoring AV).<br/>",
        "heightened": "<strong>(Rank 2)</strong> The attacker takes +2 lightning damage (ignoring AV) instead.<br/><strong>(Rank 3) </strong>The attacker takes +4 lightning damage (ignoring AV) instead."
    },
    {
        "name": "Volcanic Bolt",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You magically dissolve some earth or rock in your surroundings into lava. You can hurl the lava as a searing projectile against a creature.<br/><strong>Weak.</strong><em> </em>Deal +4 fire damage. <br/><strong>Strong.</strong> Deal +8 fire damage and they suffer burning (2) for a short duration.<br/><strong>Critical.</strong> Deal +12 fire damage and they suffer burning (4) for a short duration.",
        "heightened": "<strong>(Rank 2)</strong> Deal +6/+12/+18 fire damage instead and inflict burning (4/6) on a strong or critical success.<br/><strong>(Rank 3) </strong>Deal +8/+16/+24 fire damage instead and inflict burning (6/8) on a strong or critical success."
    },
    {
        "name": "Wind Hose",
        "tradition": "Tempest",
        "rank": "1",
        "focus": "2",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You create a powerful swirl of air around the target location, pulling smaller, loose objects into it’s vortex.<br/><strong>Weak.</strong><em> </em>Deal +3 damage.<br/><strong>Strong.</strong> Deal +6 damage and if the target is medium or smaller in size, they are also grappled by the wind hose.<br/><strong>Critical.</strong> Deal +9 damage and if the target is medium or smaller in size, they are also grappled and restrained by the wind hose.<br/>When you successfully cast this spell against a target and it is grappled by the wind hose, you gain +1 boon when casting the spell again against the same target on your next turn.<br/>",
        "heightened": "<strong>(Rank 2)</strong> Choose one:<br/>- Deal +5/+10/+15 damage instead.<br/>- You can also target large creatures for grappling.<br/><strong>(Rank 3)</strong> Choose one:<br/>- Deal +7/+14/+21 damage instead.<br/>- You can also target huge creatures for grappling.<br/>"
    },
    {
        "name": "Conjure Elemental",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Long",
        "properties": "concentrate",
        "effect": "You conjure a being of pure elemental power. Choose either air, earth, fire, or water.<br/>On a success, an elemental creature of the chosen element appears at any point within range.<br/>Treat the elemental as your companion (see Mounts &amp; Companions for more). It is friendly towards you and your allies while you maintain concentration for this spell.<br/>The elemental has the statistics of a wild animal companion (tier 2). In addition, it gains a companion trait, according to which element you have chosen.<br/>You can dismiss the elemental as a Quick Action during your turn. Otherwise it remains until reduced to 0 HP or for a short duration.<br/>If you lose concentration on this spell, the elemental becomes hostile to you and your allies. Roll initiative for it and treat it as an enemy. You can’t dismiss the elemental anymore and it remains until reduced to 0 HP or after the spell’s duration.<br/>",
        "heightened": "<strong>(Rank 3)</strong> You conjure an elemental with the statistics of a ferocious animal companion (tier 3) instead."
    },
    {
        "name": "Lightning Bolt",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "blast (line)",
        "effect": "You summon a powerful bolt of lightning that streaks forth in a straight line from you to a target point, electrifying every creature it passes.<br/><strong>Weak.</strong> Deal +4 lightning damage to each target.<br/><strong>Strong.</strong> Deal +8 lightning damage to each target and they are briefly staggered.<br/><strong>Critical.</strong> Deal +12 lightning damage to each target and they are briefly staggered.",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 lightning damage to each target instead.<br/>- Increase the spell‘s range to long.<br/>"
    },
    {
        "name": "Lightning Step",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "quick",
        "effect": "In a sudden flash of lightning you move at the speed of sound to another place. Cast this spell on your turn.<br/>Choose any point within range you can see, where you would be able to move to by walking, climbing, swimming, or jumping.<br/>On a success, you instantly move to the chosen location (this isn’t teleportation) without provoking Opportunity Attacks. When you arrive, you produce a loud booming sound, dealing +2 blast damage to all creatures in close range of you. Your Movement for the rest of the turn becomes 0.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Increase the spell’s range to long and deal +4 blast damage instead."
    },
    {
        "name": "Magma Burst",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You channel the earth’s wrath, making the target location’s ground burst with lava. Target all creatures in melee range of it.<br/><strong>Weak.</strong><em> </em>Deal +4 fire damage to each target. <br/><strong>Strong.</strong> Deal +8 fire damage to each target and they suffer burning (2) for a short duration.<br/><strong>Critical.</strong> Deal +12 fire damage to each target and they suffer burning (4) for a short duration.<br/>The target location remains covered with cracks filled with lava for a short duration, after which it cools down and remains as solid rock.<br/>Each creature ending their turn in melee range of it automatically suffer the effects of a weak hit.<br/>If any creature has direct contact with the lava, they instead automatically suffer the effects of a critical hit.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 fire damage to each target and inflict burning (4/6) on a strong or critical success instead.<br/>- Target all creatures in close range of the target location instead.<br/>"
    },
    {
        "name": "Pyroclasm",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "vs. Dodge",
        "range": "Short",
        "properties": "blast (cone)",
        "effect": "You slam the earth before you and it erupts with force, spitting flaming hot lava into the air.<br/><strong>Weak.</strong><em> </em>Deal +4 fire damage to each target. <br/><strong>Strong.</strong> Deal +8 fire damage to each target and they fall prone.<br/><strong>Critical.</strong> Deal +12 fire damage to each target, they fall prone, and their Movement briefly becomes 0.<br/>The area affected by this spell remains as broken ground and is considered difficult terrain.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 fire damage to each target instead.<br/>- Increase the spell‘s range to medium.<br/>"
    },
    {
        "name": "Storm Cloud",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You summon a dark cloud brewing with electricity. The cloud extends in close range of the target location and hovers up to a medium distance above it. Target up to three creatures below the cloud and roll Spirit + Mysticism vs. their Dodge.<br/><strong>Weak.</strong> Deal +4 lightning damage against each target.<br/><strong>Strong. </strong>Deal +8 lightning damage against each target.<br/><strong>Critical. </strong>Deal +12 lightning damage against each target.<br/>On each of your following turns, you can target another one creature with this spell and roll Spirit + Mysticism vs. their Dodge. Before or after the roll, you can choose to move the cloud a short distance within range.<br/>The cloud lasts for a short duration.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 blast damage to each target instead.<br/>- Target up to five creatures below the cloud instead.<br/>"
    },
    {
        "name": "Thunder Clap",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "-",
        "effect": "You intensely clap your hands, summoning a thunderous shockwave that ripples outward from you. Target all creatures in range.<br/><strong>Weak. </strong>Deal +4 blast (ignoring 1/2 AV) damage to each target.<br/><strong>Strong. </strong>Deal +8 blast (ignoring 1/2 AV) damage to each target and they are knocked prone and briefly deafened.<br/><strong>Critical. </strong>Deal +12 blast damage (ignoring 1/2 AV) to each target and they are pushed close, knocked prone, and briefly deafened.",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 blast damage to each target instead.<br/>- Increase the spell‘s range to medium.<br/>"
    },
    {
        "name": "Torrent",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "4",
        "target": "vs. Parry",
        "range": "Medium",
        "properties": "blast (line)",
        "effect": "You create a high pressure stream of water, pulling anything in it’s way along with it.<br/><strong>Weak. </strong>Deal +4 damage to each target and they are pushed a close distance.<br/><strong>Strong. </strong>Deal +8 damage to each target and they are pushed a short distance.<br/><strong>Critical. </strong>Deal +12 damage to each target and they are pushed a short distance and fall prone.",
        "heightened": "<strong>(Rank 3)</strong> Choose one:<br/>- Deal +6/+12/+18 damage to each target instead.<br/>- Increase the spell‘s range to long.<br/>"
    },
    {
        "name": "Wind Ward",
        "tradition": "Tempest",
        "rank": "2",
        "focus": "6",
        "target": "Hard (10)",
        "range": "Self",
        "properties": "concentrate, enchant (body)",
        "effect": "A swirling storm forms around you and follows your movements. On a success, you create a strong wind centered around you and extending in close range. While the wind remains, it has the following effects:<br/>- You and every other creature in the wind’s area is deafened.<br/>- Small sources of flames (e.g. torches) are extinguished in the wind’s area.<br/>- The wind’s area is considered difficult terrain for every creature besides you.<br/>- Any ranged attacks moving in, out, or through the wind’s are suffer +1 bane.<br/>- While in the wind’s area, every other creature takes +2 damage at the start of each of their turns.<br/>The wind remains for a medium duration.<br/>",
        "heightened": "<strong>(Rank 3)</strong> The wind extends in short range of you and other creatures in the wind’s area takes +4 damage at the start of each of their turns instead."
    },
    {
        "name": "Chain Lightning",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "-",
        "effect": "You conjure a bolt of lightning which arcs from creature to creature. Choose a first target within range and a second target in short range of the first. Repeat this for up to a third and fourth target which each have to be in short range of the previous target respectively.<br/><strong>Weak.</strong> Deal +6 lightning damage to each target.<br/><strong>Strong.</strong> Deal +12 lightning damage to each target and they are briefly staggered.<br/><strong>Critical.</strong> Deal +18 lightning damage to each target and they are briefly staggered.",
        "heightened": "-"
    },
    {
        "name": "Cone of Cold",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "vs. Dodge",
        "range": "Medium",
        "properties": "blast (cone)",
        "effect": "You invoke the power of a blizzard and unleash a wave of freezing cold air and icy shards.<br/><strong>Weak.</strong> Deal +6 frost damage to each target.<br/><strong>Strong.</strong> Deal +12 frost damage to each target and they are briefly slowed.<br/><strong>Critical.</strong> Deal +18 frost damage to each target and they are briefly slowed.",
        "heightened": "-"
    },
    {
        "name": "Cyclone",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "Very Hard (12)",
        "range": "Long",
        "properties": "concentrate",
        "effect": "You create a massive cyclone that engulfs a wide space. On a success, you summon a violent vortex of air engulfing everything within short distance of the target area and a long distance into the air.<br/>Target each creature in the cyclone’s range and roll Spirit + Mysticism vs. their Dodge.<br/>On a hit, deal +8 damage (or +12 against flying creatures) to each target and they are pushed a short distance into the center of the cyclone. If they are already within the center area of the cyclone, they fall prone instead.<br/>The cyclone’s area is considered difficult terrain.<br/>On each of your following turns, you can use your Action to repeat the roll against all creatures within the cyclone. Before or after repeating the roll, you can choose to move the cyclone a short distance within range.<br/>The cyclone lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Lightning Volley",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "vs. Dodge",
        "range": "Long",
        "properties": "-",
        "effect": "You form three hovering rays of lightning above you. You can shoot each ray at the same or different targets and roll one attack for each ray.<br/><strong>Weak.</strong><em> </em>The beam deals +4 lightning damage to it’s target and +2 lightning damage against any other creature in their melee range.<br/><strong>Strong.</strong> The beam deals +8 lightning damage and +4 lightning damage against any other creature in their melee range.<br/><strong>Critical.</strong> The beam deals +12 lightning damage and +6 lightning damage against any other creature in their melee range.",
        "heightened": "-"
    },
    {
        "name": "Sandstorm",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "<em>obscures vision, reduces movement and deals repeated damaged without needing to roll for an attack</em>",
        "heightened": "-"
    },
    {
        "name": "Shattering Orb",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "vs. Resist",
        "range": "Long",
        "properties": "-",
        "effect": "You summon a tiny translucent orb containing a thunder storm within what shatters violently. Target all creatures in short range of the target location within range.<br/><strong>Weak.</strong> Deal +6 blast damage (ignoring 1/2 AV) to each target.<br/><strong>Strong.</strong> Deal +12 blast damage (ignoring 1/2 AV) to each target and they are knocked prone and briefly deafened.<br/><strong>Critical.</strong> Deal +18 blast damage (ignoring 1/2 AV) to each target and they are pushed close, knocked prone, and briefly deafened.",
        "heightened": "-"
    },
    {
        "name": "Wind Wall",
        "tradition": "Tempest",
        "rank": "3",
        "focus": "6",
        "target": "Very Hard (12)",
        "range": "Long",
        "properties": "concentrate",
        "effect": "A intense updraft creates a wall made of wind. Choose any shape for the wall in a continuous path along the ground with up to a medium distance from start to end within range. The wall also extends a short distance into the air.<br/>On a success, the wall appears. Any huge or smaller creature in melee range of the wall takes +8 damage (or +12 against flying creatures) and is pushed a close distance away from it. Anytime a creature comes into melee range with the wall again, this is repeated.<br/>While the wall remains, flying creatures or creatures with gaseous form can’t pass through it. Any ranged attacks (excluding those with large projectiles, such as siege engines or a giant’s boulder) through the wall are diverted upward and automatically miss.<br/>Any non-flying creature can attempt to move through the wind wall. When doing so, the creature can roll a very hard Strength + Athletics test. On a success, they may move through the wall by spending 1 Movement. On a failure, they take +8 damage, are pushed a close distance away from it, and their Movement becomes 0 for the rest of their turn.<br/>The wall remains for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Avatar of Storms",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "Extreme (14)",
        "range": "Self",
        "properties": "concentrate, enchant (body)",
        "effect": "You become one with the storm, transforming into a living tempest of elemental energy.<br/>On a success, you gain the following effects:<br/>- You are able to fly and gain +1 Movement per turn.<br/>- You gain 10 temporary HP.<br/>- You gain resistance against frost, lightning, and physical damage.<br/>- Whenever you are hit by a melee attack, the attacker takes +2 lightning damage (ignoring AV).<br/>- Whenever you deal blast or lightning damage, add your Mysticism to the damage.<br/>This form lasts for a short duration. You can immediately recast this spell as an Action at the end of the duration to remain in this form for a longer time.<br/>",
        "heightened": "-"
    },
    {
        "name": "Control Water",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "Extreme (14)",
        "range": "Extreme",
        "properties": "concentrate",
        "effect": "You control a large amount of water and shape it to your will. Choose an area of water covering a long distance in all directions from the target location within range. In addition, you can choose one of the following options to manipulate the water in your affected area.<br/><strong>Flood. </strong>You rise the standing water level in your spell’s area by up to a close distance up (which then counts as a large body of water on your next turn). The water levels stay elevated for a medium duration or until you choose another option for this spell.<br/>If using this option on a large body of water, you instead cause the water in your spell’s area to cause a massive wave that travels from one end of the area to the other and then crashes violently. Any huge or smaller creature or vehicle in the spell’s area is forced to move with the wave and takes +12 damage (ignoring 1/2 AV). Aquatic creatures take no damage but are still forced to move with the wave. The flood repeats during each of your turns for a medium duration or until you choose another option for this spell.<br/><strong>Split.</strong> Choose any line within the waters area from end to end where you part the water and create a trench with a width covering a close distance. The sides of the trench for a wall of water. The trench remains for a medium duration or until you choose another option for this spell. When the trench closes, the waters snap back violently. Any creature within the closing trench takes +16 damage (ignoring 1/2 AV), is briefly staggered, and remains underwater where the trench used to be.<br/><strong>Redirect. </strong>You force the water in the spell’s area to flow in any direction of your choosing. Any huge or smaller creature or vehicle in the spell’s area is forced to move with the water’s flow until reaching the end of the spell’s area. The redirected flow remains for a medium duration or until you choose another option for this spell.<br/>Whirlpool. TODO<br/>On each of your following turns, you can use your Action to repeat the roll for the same or a different option. If you fail the roll, the spell ends.<br/>",
        "heightened": "-"
    },
    {
        "name": "Control Weather",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "<em>change the weather on a large scale</em>",
        "heightened": "-"
    },
    {
        "name": "Control Winds",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "Extreme (14)",
        "range": "Extreme",
        "properties": "concentrate",
        "effect": "<em>control the winds around you in different ways over a longer period of time. Options: Gust, Downdraft, Updraft</em>",
        "heightened": "-"
    },
    {
        "name": "Earthquake",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "<em>break up a large area of earth</em>",
        "heightened": "-"
    },
    {
        "name": "Lightning Storm",
        "tradition": "Tempest",
        "rank": "4",
        "focus": "8",
        "target": "-",
        "range": "-",
        "properties": "-",
        "effect": "<em>repeated lightning bolts hitting multiple targets</em>",
        "heightened": "-"
    },
    {
        "name": "Aura of Sanctuary",
        "tradition": "Peace",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "quick, singular",
        "effect": "You shield a creature in range with a magical aura discouraging other creatures from inflicting harm on them. Cast this spell as a Quick Action on your turn.<br/>On a success, the target is shielded by the aura for a short duration. While shielded by the aura, whenever another creature attempts to attack them, the attacker has to roll Spirit + Fortitude vs. your Resist. On a failure, they are unable to attack the shielded creature and must choose a new target.<br/>This spell ends early, if the shielded creature attacks any other creature.<br/>",
        "heightened": "-"
    },
    {
        "name": "Calming Influence",
        "tradition": "Peace",
        "rank": "0",
        "focus": "0",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "-",
        "effect": "You calm the mind of one creature in range. You suffer +1 bane on this spell, if the target is actively engaged in combat or another dangerous situation.<br/>On a success, the target is shortly charmed by you and will act with empathy and friendliness towards you.<br/>",
        "heightened": "-"
    },
    {
        "name": "Tranquil Mind",
        "tradition": "Peace",
        "rank": "0",
        "focus": "0",
        "target": "Special",
        "range": "Short",
        "properties": "-",
        "effect": "You bring tranquility to the target‘s mind, either to renew their spirits, or to forcefully pacify them. When targeting an ally, roll vs. moderate difficulty (8). When targeting an enemy, roll vs. Resist.<br/><strong>Weak.</strong> Restore +2 HP to an ally or deal +0 psychic damage (ignoring AV) against an enemy.<br/><strong>Strong.</strong> Restore +4 HP to an ally or deal +2 psychic damage (ignoring AV) against an enemy and they are briefly dazed.<br/><strong>Critical. </strong>Restore +6 HP to an ally or deal +4 psychic damage (ignoring AV) against an enemy and they are dazed for a short duration. The enemy can roll Spirit + Fortitude at the end of their turns to end the effect early.",
        "heightened": "-"
    },
    {
        "name": "Blessing of Peace",
        "tradition": "Peace",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "singular",
        "effect": "You bless a creature with the magical power of peace, calming their mind and making others like them more.<br/>On a success, the creature gains the following effects:<br/>- You gain +1 Resist.<br/>- You gain +1 boon on Influence and Insight rolls.<br/>This spell lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target gains resistance to blast and psychic damage for the spell‘s duration.<br/><strong>(Rank 3)</strong> The target gains resistance to blast, physical, and psychic damage for the spell‘s duration."
    },
    {
        "name": "Harmonic Link",
        "tradition": "Peace",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "concentrate, singular",
        "effect": "You build a empathetic link with one of your allies, sharing your surface thoughts and senses.<br/>On a success, you establish the link between you and your ally. While the link holds, both of you gain the following effects:<br/>- Attacks against a target both of you can perceive gain +1 boon.<br/>- Attacks from creatures both of you can perceive suffer +1 bane against you.<br/>- If either one of you takes damage, both of you take half of the damage instead.<br/>The link lasts for a medium duration or until you are further away from each other than the range of this spell.<br/>",
        "heightened": "-"
    },
    {
        "name": "Pacifying Weapon",
        "tradition": "Peace",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of tranquility. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon‘s bearer gains +1 Parry (doesn‘t stack from dual-wielding weapons enchanted by this spell). On a strong or critical hit, the attack‘s target is briefly dazed. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon‘s bearer gains +1 on all Defenses instead (doesn‘t stack from dual-wielding weapons enchanted by this spell).<br/><strong>(Rank 3) </strong>The weapon‘s bearer gains +2 on all Defenses instead (doesn‘t stack from dual-wielding weapons enchanted by this spell)."
    },
    {
        "name": "Share Harm",
        "tradition": "Peace",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "quick",
        "effect": "Cast this spell after you have taken damage from an attack. On a success, the attacker takes the same amount of damage you took from them (ignoring AV).",
        "heightened": "-"
    },
    {
        "name": "Dome of Sanctuary",
        "tradition": "Peace",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "You create a dome of translucent energy around the target location, emitting calm and peacefulness. The dome surrounds an area in melee range of the target location. You can choose which creatures are tolerated within the dome. This spell targets any creature not tolerated within the dome.<br/><strong>Weak.</strong> Deal +2 psychic damage (ignoring AV) against every target.<br/><strong>Strong.</strong> Deal +4 psychic damage (ignoring AV) against every target and they are pushed close outside of the dome.<br/><strong>Critical.</strong> Deal +6 psychic damage (ignoring AV) against every target and they are pushed close outside of the dome and fall prone.<br/>Any creature not tolerated in the dome trying to enter it from the outside must succeed on a Spirit + Fortitude roll vs. your Resist, otherwise they can’t enter.<br/>Attacks targeting any creature inside the dome suffer +1 bane. The dome lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Spell-breaking Wave",
        "tradition": "Peace",
        "rank": "2",
        "focus": "4",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You send a wave of pacifying energy towards a creature, removing enchantments and breaking spell effects. Either choose one enchantment affecting them or choose one spell they are concentrating on or that has an effect that lasts for a duration.<br/>On a success, the enchantment or spell effect ends.<br/>",
        "heightened": "-"
    },
    {
        "name": "Anti-Magic Field",
        "tradition": "Peace",
        "rank": "3",
        "focus": "8",
        "target": "Very Hard (12)",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "create an area of anti-magic, allowing no spells to be cast within it. also, temporary magical effects within it end immediately.",
        "heightened": "-"
    },
    {
        "name": "Battle Surge",
        "tradition": "War",
        "rank": "0",
        "focus": "0",
        "target": "Medium (8)",
        "range": "Medium",
        "properties": "quick, singular",
        "effect": "Heighten the senses of a creature in range, making it more fierce in battle.<br/>Cast this spell during the target’s turn. As part of casting this spell, spend 2 HP. On a success, the target gains +1 Movement and +1 boon on their next attack roll during their current turn.<br/>",
        "heightened": "-"
    },
    {
        "name": "Mighty Strike",
        "tradition": "War",
        "rank": "0",
        "focus": "0",
        "target": "Special",
        "range": "Self",
        "properties": "-",
        "effect": "Conjure raw spiritual strength into your weapon attack.<br/>Choose one weapon you are holding. Roll an attack with that weapon using Spirit + Mysticism. On a hit, also use your spell power instead of the attribute you would use for the weapon (Strength/Agility).<br/>",
        "heightened": "-"
    },
    {
        "name": "Spectral Slash",
        "tradition": "War",
        "rank": "0",
        "focus": "0",
        "target": "vs. Parry",
        "range": "Medium",
        "properties": "-",
        "effect": "Conjure a spectral blade that cuts at an enemy.<br/><strong>Weak.</strong> Deal +2 damage.<br/><strong>Strong.</strong> Deal +4 damage and the target suffers bleeding (2) until healed.<br/><strong>Critical.</strong> Deal +6 damage and the target suffers bleeding (4) until healed.",
        "heightened": "-"
    },
    {
        "name": "Curse of War",
        "tradition": "War",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "singular",
        "effect": "You curse a creature with the magical power of war, suffocating them in the agony of battle.<br/>On a success, the creature suffers the following effects:<br/>- They take +2 damage from any source.<br/>- Whenever they take 10 or more damage from one attack, they have to roll Spirit + Fortitude. On a failure, they are briefly frightened.<br/>This curse lasts for a long duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The target takes +4 damage from any source.<br/><strong>(Rank 3)</strong> The target takes +6 damage from any source."
    },
    {
        "name": "Heroic Weapon",
        "tradition": "War",
        "rank": "1",
        "focus": "2",
        "target": "Medium (8)",
        "range": "Touch",
        "properties": "enchant (weapon), singular",
        "effect": "Imbue a weapon with the power of courage. If the target is dual-wielding, you can instead target both their held weapons.<br/>On a success, the weapon deals +2 damage. On a strong or critical hit, the attack‘s target is briefly frightened. Each creature can suffer the condition from this spell only once per scene. If you target your own weapon, you can make a weapon attack with it as part of casting this spell.<br/>This spell lasts for a medium duration.<br/>",
        "heightened": "<strong>(Rank 2)</strong> The weapon deals +4 damage instead.<br/><strong>(Rank 3) </strong>The weapon deals +6 damage instead."
    },
    {
        "name": "Tear Wound",
        "tradition": "War",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Medium",
        "properties": "-",
        "effect": "You exploit open wounds, cuts, and bruises, making them cause the target immense pain. You can only target a creature that is below their max. HP with this spell.<br/><strong>Weak.</strong> Deal +4 damage.<br/><strong>Strong.</strong> Deal +8 damage and the target suffers bleeding (2) until healed.<br/><strong>Critical.</strong> Deal +12 damage and the target suffers bleeding (4) until healed.",
        "heightened": "-"
    },
    {
        "name": "War Cry",
        "tradition": "War",
        "rank": "1",
        "focus": "2",
        "target": "vs. Resist",
        "range": "Short",
        "properties": "quick",
        "effect": "You roar with the voice of the bravest warrior spirits, shaking all enemies in range to their core.<br/>On a success, each enemy is briefly frightened of you. Any creature can only be affected by this spell once per scene.<br/>",
        "heightened": "-"
    },
    {
        "name": "Weapon Spirit",
        "tradition": "War",
        "rank": "1",
        "focus": "2",
        "target": "vs. Parry",
        "range": "Medium",
        "properties": "concentrate",
        "effect": "To use this spell, you must first sacrifice a physical weapon along spiritual ingredients worth 100 coins in a ritual taking one exploration turn.<br/>When you cast this spell, you summon an animated, spiritual version of one of the weapons you sacrificed for this spell levitating above the ground within range and obeying your command. On your turns, you can move it a short distance within range and make one melee attack. Roll Spirit + Mysticism for the attack and treat the result as a normal weapon attack.<br/>",
        "heightened": "-"
    },
    {
        "name": "Ancestral Warriors",
        "tradition": "War",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Self",
        "properties": "concentrate",
        "effect": "You conjure the memory of fallen ancestors around you. They appear as ghostly warriors of your chosen culture.<br/>On a success, they swirl around you in close range. Any enemy in range takes +4 force damage when you cast this spell and at the start of each of their turns. The area in range is also considered difficult terrain for enemies.<br/>This spell lasts for a short duration.<br/>",
        "heightened": "-"
    },
    {
        "name": "Blood Sacrifice",
        "tradition": "War",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Self",
        "properties": "quick",
        "effect": "You cut into your own flesh, granting you the ancestor’s power in return. Cast this spell on your turn.<br/>You lose 5 HP as part of casting this spell regardless of the result.<br/>On a success, you gain the following effects:<br/>- Gain +1 boon on weapon attacks.<br/>- Add 2 x Mysticism to weapon damage.<br/>",
        "heightened": "-"
    },
    {
        "name": "Haste",
        "tradition": "War",
        "rank": "2",
        "focus": "4",
        "target": "Hard (10)",
        "range": "Short",
        "properties": "concentrate, enchant (body)",
        "effect": "You drastically heighten a creature’s senses, granting them supernatural speed at the cost of straining their body.<br/>Choose a willing creature in range. On a success, the target gains the following effects:<br/>- gain +1 Movement per turn<br/>- gain +1 Parry and Dodge<br/>- gain +1 boon on all Strength and Agility rolls<br/>- you can replace your Quick Action on your turn for a second Action<br/>The spell lasts for a short duration. When the spell ends, the target suffers one Fatigue and is briefly paralyzed.<br/>",
        "heightened": "<strong>(Rank 3)</strong> Choose a second target to also gain the spell‘s effects."
    }
]