[
  {
    "name": "Shadowblade of the Silent Healer",
    "category": "Weapon",
    "quality": "4 (Lesser Magic)",
    "type": "Dagger",
    "material": "Obsidian Crystal",
    "cost": "1,350 coins (50 base + 1,000 magic base + 300 enchantment)",
    "load": "1",
    "properties": "agile, light, pierce",
    "weaponDamage": "+1 (Quality 4)",
    "durability": "+1d (Quality 4)",
    "description": "This slender blade of obsidian-like crystal absorbs light and radiates shadow. The blade seems to drink in illumination, leaving a trail of darkness in its wake.",
    "enchantment": "Shadow Healing (Once per scene): While you remain motionless and hidden (not detected by any enemies), you can use an Action to heal one creature within short range. Roll Spirit + Mysticism. On a success, the target regains 12 HP and is cured of one poison or disease affecting them. Using this ability does not break your hidden state."
  },
  {
    "name": "Lens of Perception",
    "category": "Wearable",
    "quality": "5 (Potent Magic)",
    "type": "Wearable (Head - Monocle)",
    "material": "Smoky Quartz",
    "cost": "3,050 coins (50 base + 3,000 enchantment)",
    "load": "0",
    "equipmentSlot": "Head",
    "description": "A monocle of smoky quartz engraved with arcane runes. When worn, the lens reveals the hidden layers of reality, peeling back illusions and exposing the invisible.",
    "enchantment": "True Sight: While wearing this lens, you automatically see invisible creatures and objects within medium range as if they were visible. You also gain +2 boons on Perception rolls to detect hidden or concealed creatures, objects, or secret doors."
  },
  {
    "name": "Seal of the Closed Path",
    "category": "Wearable",
    "quality": "5 (Potent Magic)",
    "type": "Wearable (Neck - Amulet)",
    "material": "Cold Iron",
    "cost": "3,050 coins (50 base + 3,000 enchantment)",
    "load": "0",
    "equipmentSlot": "Neck",
    "description": "An iron amulet bearing a closed eye symbol, perpetually cold to the touch. The metal seems to drink warmth from the air around it, radiating an aura of finality and closure.",
    "enchantment": "Seal Portal (3 charges, regains 1d3 charges at dawn): As an Action, you can target one door, gate, or similar portal within medium range. Roll Mind + Arcana vs. TN 10. On a success, the portal is magically sealed for a medium duration (1 hour). The seal cannot be opened by mundane means and requires a Dispel Magic spell or similar effect (contested roll vs. your original result) to break. Expend 1 charge when using this ability."
  },
  {
    "name": "Ring of Forgetting",
    "category": "Wearable",
    "quality": "6 (Greater Magic)",
    "type": "Ring",
    "material": "Dull Silver",
    "cost": "10,050 coins (50 base + 10,000 enchantment)",
    "load": "0",
    "equipmentSlot": "Ring",
    "description": "A dull silver ring that seems to devour memories. Those who look upon it struggle to remember its details moments later, as if their mind refuses to hold the image.",
    "enchantment": "Veil of Oblivion (Passive): Creatures within close range of you automatically forget your presence after a short duration (approximately 1 minute), losing all memory of you and your actions during that time. This effect does not trigger if you directly attack or touch a creature. Intelligent creatures (Mind d8 or higher) can resist this effect by succeeding on a Spirit + Fortitude roll vs. TN 12 at the end of each short duration. Once a creature succeeds on this roll, they are immune to this ring's effect for the rest of the scene.",
    "note": "This is a powerful stealth and infiltration tool, but requires careful play to maintain the memory-erasing effect."
  },
  {
    "name": "Revelation Stone",
    "category": "Wearable",
    "quality": "4 (Lesser Magic)",
    "type": "Wearable (held item or neck)",
    "material": "Enchanted Crystal",
    "cost": "1,050 coins (50 base + 1,000 enchantment)",
    "load": "0",
    "equipmentSlot": "Neck (or can be held)",
    "description": "A fist-sized crystal that pulses with light when touched by demonic energy. The stone's interior seems to swirl with trapped luminescence, waiting to be released.",
    "enchantment": "Demon Detector (Passive): This stone emits bright light in close range and dim light in short range whenever demonic creatures, demonic magic, or demonically corrupted objects are within medium range. The light also reveals invisible or hidden demonic presences as glowing silhouettes. The stone provides no benefits against non-demonic threats."
  },
  {
    "name": "Potion of Dampened Heat",
    "category": "Consumable",
    "quality": "3 (Masterwork)",
    "type": "Potion",
    "cost": "200 coins (50 base + 150 enchantment)",
    "load": "1",
    "uses": "1 (single use)",
    "description": "A pale red brew that tingles like desert air on the tongue. The liquid seems to absorb heat from its surroundings, remaining cool even in scorching environments.",
    "effect": "As an Action or by skipping all Movement this turn, you can drink this potion to gain the following benefits for a medium duration (1 hour): You suffer no penalties from extreme heat or hot environments; You gain resistance to fire damage; You gain +2 boons on rolls to resist inhaled poisons or toxic fumes. After drinking this potion, it is fully spent."
  },
  {
    "name": "Shadowpath Essence",
    "category": "Consumable",
    "quality": "3 (Masterwork)",
    "type": "Potion",
    "cost": "200 coins (50 base + 150 enchantment)",
    "load": "1",
    "uses": "1 (single use)",
    "description": "A black-violet shimmering liquid that slides down the throat like shadow itself. Drinking it feels like becoming one with darkness.",
    "effect": "As an Action or by skipping all Movement this turn, you can drink this potion to gain the following benefits for a short duration (10 minutes): You gain +2 boons on Stealth rolls; You can move through dim light or darkness without leaving tracks or making sound from your footsteps; You gain +1 boon on Agility rolls to move quietly or avoid detection. After drinking this potion, it is fully spent."
  },
  {
    "name": "Potion of Stable Steps",
    "category": "Consumable",
    "quality": "3 (Masterwork)",
    "type": "Potion",
    "cost": "200 coins (50 base + 150 enchantment)",
    "load": "1",
    "uses": "1 (single use)",
    "description": "A golden, slightly grainy potion made from mineralized sands. Each sip feels like gaining the stability of stone beneath your feet.",
    "effect": "As an Action or by skipping all Movement this turn, you can drink this potion to gain the following benefits for a short duration (10 minutes): You gain +1 Movement per turn; You gain +2 boons on Athletics or Agility rolls to balance, jump, climb, or maintain footing on unstable surfaces; You automatically succeed on rolls to avoid falling prone from difficult terrain (mundane sources only). After drinking this potion, it is fully spent."
  },
  {
    "name": "Scroll of Protection from Evil",
    "category": "Spell Scroll",
    "quality": "5 (Potent Magic)",
    "type": "Spell Scroll (Mystic, Rank 2)",
    "cost": "500 coins",
    "load": "0",
    "craftingTime": "1 week",
    "spellEffect": "This scroll contains the mystic spell Ward Against Evil (custom spell based on Protection from Influence). When cast, roll Spirit + Mysticism (d10 + 2 if you lack Mysticism skill).",
    "description": "This scroll contains the mystic spell Ward Against Evil.",
    "effect": "Ward Against Evil (Rank 2): Target Self or one creature within close range. Duration Short duration (10 minutes). On a success, the target gains the following benefits: Immunity to being charmed, frightened, or possessed; Resistance to necrotic and psychic damage; Fiends (demons, devils) and undead have +2 banes on all attacks against the target; The target gains +2 boons on rolls to resist demonic corruption or influence. After reading this scroll aloud, it turns to dust."
  },
  {
    "name": "Scroll of Detect Magic",
    "category": "Spell Scroll",
    "quality": "4 (Lesser Magic)",
    "type": "Spell Scroll (Arcane, Rank 1)",
    "cost": "150 coins",
    "load": "0",
    "craftingTime": "1 day",
    "spellEffect": "This scroll contains the arcane spell Detect Magic (based on existing Arcana detection magic). When cast, roll Mind + Arcana (d8 + 1 if you lack Arcana skill).",
    "description": "This scroll contains the arcane spell Detect Magic.",
    "effect": "Detect Magic (Rank 1): Target Self. Duration Short duration (10 minutes). On a success, you sense the presence and location of magic within medium range. You can use an Action on subsequent turns to study one creature, object, or area within range to learn: Whether it is magical; The type of magic (arcane, mystic, or specific tradition/discipline); The general purpose or effect of the magic (illusion, enchantment, corruption, etc.); Whether the magic is active or dormant. This spell can penetrate most barriers but is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. After reading this scroll aloud, it turns to dust."
  },
  {
    "name": "Scroll of Feather Fall",
    "category": "Spell Scroll",
    "quality": "4 (Lesser Magic)",
    "type": "Spell Scroll (Arcane, Rank 1)",
    "cost": "150 coins",
    "load": "0",
    "craftingTime": "1 day",
    "spellEffect": "This scroll contains the arcane spell Feather Fall (based on Telekinetics levitation magic). When cast as a Quick Action (reactive), roll Mind + Arcana (d8 + 1 if you lack Arcana skill).",
    "description": "This scroll contains the arcane spell Feather Fall.",
    "effect": "Feather Fall (Rank 1): Target Up to 5 creatures within medium range. Duration Brief duration (until they land). On a success, all targets fall slowly, drifting downward at 60 feet per turn (approximately 10 feet per second). They take no damage from falling while this spell is active, regardless of distance fallen. The spell ends for a target when they land safely on solid ground. This spell can be cast as a Quick Action when you or allies begin to fall, making it an emergency safety measure. After reading this scroll aloud, it turns to dust."
  }
]
